Repository: diogogoebel/getupcloud.github.io
Catalog: languages/*/general.po
Languages: pt

source: Getup Cloud | Scalable Cloud Application | Grow in the cloud
pt: Getup Cloud | Hospedagem na nuvem | Grow in the cloud

source: Getup is a scalable cloud application platform
pt: Getup é uma plataforma para hospedagem na nuvem

source: An easy and fast way to build and deploy web apps.
pt: Uma forma fácil e rápida de desenvolver e publicar aplicações web.

source: You only have to worry about coding your app - we take care of everything else.
pt: Você se preocupa com o código - nós cuidamos do resto.

source: How it Works
pt: Como Funciona

source: Pricing
pt: Preço

source: Get in Touch
pt: Contato

source: Support
pt: Suporte

source: Log In
pt: Entrar

source: Sign Up
pt: Crie sua Conta

source: Compare benefits
pt: Compare

source: Auto Scale
pt: Auto Escalável

source: Don't get caught by traffic spikes.
pt: Não seja pego pelos picos de acesso.

source: Deploy and scale to millions of users.
pt: Publique e escale para milhões de usuários.

source: Compute power when you need it most.
pt: Recursos disponíveis na hora que você mais precisa.

source: Deploy your application in minutes
pt: Publique sua aplicação em minutos

source: Create and deploy web applications without the cost and complexity of buying and managing servers. It's faster and cheaper than creating AWS instances.
pt: Crie e publique aplicações web sem o custo e a complexidade de comprar e administrar servidores. É mais rápido e barato que subir servidores na Amazon.

source: Application
pt: Aplicação

source: Create your application
pt: Crie sua aplicação

source: Choose the technology
pt: Escolha a tecnologia

source: Included to all applications.
pt: Incluso para todas as aplicações.

source: Add components to your app.
pt: Adicione componentes na aplicação.

source: You can add a cartridge using our powerful Web Console or CLI
pt: Você pode adicionar um cartridge usando o Console WEB ou CLI

source: See More
pt: Veja Mais

source: Less
pt: Menos

source: Deploy
pt: Publique

source: Just type 'git push' and voilá! Your application is up and running!
pt: Digite 'git push' e voilá! Sua aplicação está up and running!

source: Add a database just adding a new cartridge.
pt: Adicione um banco de dados adicionando um cartridge.

source: Scale
pt: Escale

source: With auto-scale you don't need to worry about growth, don't get caught by traffic spikes.
pt: Com a escalabilidade automática você não precisa se preocupar com o crescimento, mesmo que aconteça do dia para a noite.

source: Monitor
pt: Monitoramento

source: New gears to handle traffic spikes. Scale to millions of users.
pt: Mais ou menos gears, de acordo com o tráfego. Escale para milhões de usuários.

source: Pay by hour usage and just for the time that each gear was active. It's more efficient and versatile than traditional computing.
pt: Pague por hora e apenas pelo período que o gear ficou ativo. É mais eficiente e versátil que os modelos tradicionais de hosting.

source: That's it.
pt: É isso!

source: Just lean back and enjoy the ride. And don't forget the liquid gold!
pt: É reclinar na poltrona e curtir o passeio. E não esqueça do néctar dourado!

source: Pricing and Benefits
pt: Preços e benefícios

source: Getup is the best hosting option for those who do not want to waste time setting up servers.
pt: A Getup é a melhor opção de hospedagem para quem não quer perder tempo configurando servidores.

source: An application can run using one or more gears and the amount will be determined by the volume of access.
pt: Uma aplicação poderá rodar usando um ou mais gears e a quantidade será determinada pelo volume de acessos.

source: The monthly cost is calculated by the number of gears used and the number of hours that each gear were active.
pt: Já o valor mensal é calculado através do número de gears utilizados e o número de horas em que ficaram ativos.

source: Auto Scaling
pt: Auto Escalável

source: included
pt: incluso

source: Ticket, Forum, Community
pt: Ticket, Fórum, Comunidade

source: Shared SSL included
pt: SSL compartilhado incluso

source: Additional Storage
pt: Storage adicional

source: US$ 0,935/GB/Month
pt: R$ 1,87/GB/Mês

source: API requests
pt: Requisições de API

source: Unlimited
pt: Ilimitadas

source: Region
pt: Região

source: GEAR/HOURLY
pt: GEAR/HORA

source: GEAR/MONTHLY
pt: GEAR/MENSAL

source: US$ 0.058
pt: R$ 0,122

source: US$ 0.070
pt: R$ 0,148

source: US$ 0.145
pt: R$ 0,305

source: US$ 0.176
pt: R$ 0,370

source: US$ 0.159
pt: R$ 0,305

source: US$ 51.10
pt: R$ ~108,04

source: US$ ~105.85
pt: R$ ~222,65

source: US$ 128.48
pt: R$ ~270,10

source: US$ ~42.34
pt: R$ ~89,06

source: US$ ~170
pt: R$ ~356,00

source: US$ ~116.53
pt: R$ ~222,65

source: Gear is your cloud instance. The Small Gear has 512MB RAM / 3GB storage and the Medium Gear has 1GB RAM / 6GB storage. If one application needs more resources, it can use multiple - that scalability thing.
pt: O gear é sua instância na nuvem. O Gear Small possui 512MB RAM / 3GB disco e o Gear Medium possui 1GB RAM / 6GB disco. Se uma aplicação precisar de mais recursos, ela poderá usar múltiplos gears, o que chamamos de escalabilidade.

source: 730h monthly.
pt: Considere uma média de 730hs mensais.

source: Trying minimize the user impact you did upgrade one day before and returned on day after the peak.
pt: Considerando que para reduzir o impacto, você fez o upgrade um dia antes do pico e retornou um dia depois.

source: Compare with other services
pt: Comparativo com outros serviços

source: Application running PHP+MySQL stack with 500k visits average and 10 peaks/month.
pt: Exemplo de uma aplicação PHP+MySQL com uma média de 500K visitas e 10 picos de acesso/mês.

source: Check it out.
pt: Confira

source: Resource
pt: Recurso

source: Yes
pt: Sim

source: No
pt: Não

source: Monthly fee
pt: Valor mensal

source: + Server Admin
pt: + Admin do Servidor

source: Traffic Peak
pt: Pico de Acesso

source: Auto Scale out
pt: Scale out automático

source: End of Peak - 6 hours
pt: Fim - duração 6hs

source: Auto Scale down
pt: Scale down automático

source: Additional charge
pt: Custo adicional

source: 10 peaks x 5 gears x 6 hours x US$ 0.058 =
pt: 10 picos x 5 gears x 6 horas x R$ 0,122 =

source: US$ 17.40
pt: R$ 36,60

source: Other hosting companies
pt: Serviços de outras empresas

source: Cloud Server
pt: Servidor Cloud

source: Shared Hosting
pt: Hospedagem Compartilhada

source: 1 hosting
pt: 1 hospedagem

source: What?
pt: Hein?

source: US$ ~46.72
pt: R$ ~198,00

source: US$ ~20
pt: R$ ~25,00

source: US$ 20
pt: R$ 25,00

source: need subscription
pt: Precisa contratar

source: US$ ~500
pt: R$ ~300,00

source: turn off server, add memory, turn on server
pt: desliga servidor, adiciona 1GB, liga servidor

source: Contact Support
pt: Ligue para o Suporte

source: turn off server, remove memory, turn on server
pt: desliga servidor, remove 1GB, liga servidor

source: 24hs x US$ ~0,06 (1GB) =
pt: 24hs x R$ ~0,14 (1GB) =

source: US$ 187.40
pt: R$ 392,60

source: Peace and Quiet!
pt: Tranquilidade

source: You knew about peaks looking at sales increase.
pt: Você só sabe que teve picos pelo impacto nas vendas.

source: US$ 546.72
pt: R$ 392,60

source: Hard Work.
pt: Preocupação.

source: You had to reboot your server
pt: Voce precisou reiniciar seu servidor

source: Risky!
pt: Arriscado!

source: Site down == lose deals.
pt: Site ficou fora do ar == perder negócios.

source: With Getup you pay only for what you use and saves time.
pt: Na Getup você paga apenas pelo que usou e ainda economiza tempo.

source: Create Account
pt: Criar Conta

source: What's your name?
pt: Qual seu nome?

source: What's your e-mail?
pt: Qual seu e-mail?

source: Password
pt: Senha

source: Confirm password
pt: Confirme a senha

source: Promo code?
pt: Código promocional?

source: Insert the Code (Optional)
pt: Insira o Código (Opcional)

source: I have read and agree to the
pt: Li e aceito os

source: Terms of use
pt: Termos de uso

source: Continue
pt: Continuar

source: Welcome aboard.
pt: Bem vindo à bordo.

source: We sent you a email confirmation. Thank you!
pt: Enviamos um pedido de confirmação de e-mail para sua caixa postal. Obrigado por se cadastrar.

source: Don't be shy! Let's talk about clouds.
pt: Não seja tímido! Venha conversar sobre nuvem.

source: Infrastructure is based on:
pt: Infraestrutura é baseada em:

source: Privacy policy
pt: Política de privacidade

source: Acceptable use policy
pt: Política de utilização aceitável - PUA

source: Support policy
pt: Política de suporte

source: en
pt: pt

source: pricing
pt: preco

source: signup
pt: crieconta

source: contact
pt: contato

source: section
pt: secao

source: support
pt: suporte

source: how
pt: como

source: get_in_touch
pt: contato

source: create
pt: crie

source: deploy
pt: publique

source: scale
pt: escale

source: checkitout
pt: confira

source: terms_of_use
pt: termos_de_uso

source: privacy_police
pt: politica_privacidade

source: aup
pt: pua

source: support_policy
pt: politica_suporte

source: Free Trial
pt: Experimente grátis

source: No credit card required
pt: Não necessita cartão de crédito

source: If you have a promo code, use it!
pt: Se você possui um código promocional, use-o!

source: You get 750 hours to verify Getup is the s#&@!
pt: São 750 horas pra você comprovar que a Getup é f$@#!.

source: Signup for 30 days free. Start your Evaluation right now.
pt: 30 dias grátis, aproveite e experimente a solução agora mesmo

source: Inform a password:
pt: Cadastre uma senha de acesso:

source: Promo Code?
pt: Código promocional?

source: Technology
pt: Tecnologia

source: technology
pt: tecnologia

source: Technologies
pt: Tecnologias

source: Technologies
pt: Tecnologias suportadas na Getup Cloud

source: We say we’re polyglots because we offer support to a wide list of programming languages and services deployed through a cartridge. Cartridges can be web frameworks, databases, monitoring services or connectors to external backends.
pt: Gostamos de dizer que somos poliglotas, pois oferecemos suporte a diversas linguagens e serviços através de um sistema chamado de cartridges, ou cartuchos. Os cartridges podem ser frameworks, bancos de dados, serviços de monitoramento ou qualquer outro código que sua aplicação use.

source: Delivering services and frameworks through a cartridge offers developers and system administrators a way to get more productivity and standardization. Focus on your code, that’s the message!
pt: A entrega de componentes através de cartridges oferece aos desenvolvedores e administradores de sistema agilidade e padronização. Foque no código, esse é o recado!
