Repository: diogogoebel/getupcloud.github.io
Catalog: server/languages/*/general.po
Languages: pt

source: Getup Cloud | Scalable Cloud Application | Grow in the cloud
pt: Getup Cloud | Hospedagem na nuvem | Grow in the cloud

source: /pricing
pt: /preco

source: Pricing
pt: Preço

source: Legal Definitions
pt: Definições Legais

source: Home Page
pt: Página Inicial

source: Get in Touch
pt: Contato

source: /contact
pt: /contato

source: Support
pt: Suporte

source: Technology
pt: Tecnologia

source: /technology
pt: /tecnologia

source: Terms of Use
pt: Termos de Uso

source: /terms-of-use
pt: /termos-de-uso

source: Privacy Policy
pt: Política de Privacidade

source: /privacy-policy
pt: /politica-de-privacidade

source: Acceptable use Policy
pt: Política de Utilização Aceitável - PUA

source: /acceptable-use-policy
pt: /politica-de-utilizacao-aceitavel

source: Support Policy
pt: Política de Suporte

source: /support-policy
pt: /politica-de-suporte

source: Log In
pt: Entrar

source: Sign Up
pt: Crie sua Conta

source: GET GETUP NEWS
pt: RECEBA CONTEÚDOS GETUP

source: Get the latest about cloud, hosting, tips and tricks and news from Getup in your e-mail.
pt: Receba novidades sobre nuvem, hospedagem, tutoriais, dicas, macetes e novidades Getup em seu e-mail.

source: Don't worry, we do not send spam neither will we share your e-mail with "partners" or something.
pt: Fique tranquilo, não enviamos spam nem iremos compartilhar seu e-mail com "parceiros".

source: Getup is a scalable cloud application platform
pt: Getup é uma plataforma para hospedagem na nuvem

source: An easy and fast way to build and deploy web apps.
pt: Uma forma fácil e rápida de desenvolver e publicar aplicações web.

source: Hosting to high performance applications and websites
pt: Desenvolva, hospede e escale sites e aplicações na nuvem

source: Everything you need to grow in the cloud.
pt: Tudo o que você precisa para crescer na nuvem.

source: UP and running in 2 minutes
pt: Servidores prontos em 2 minutos

source: Pick the technologies and the installation of frameworks, libs, databases and updates are automated. In the end you get an URL and an SSL Certificate.
pt: Você escolhe as tecnologias e a instalação das bibliotecas, frameworks e atualizações são automatizados. Você recebe a URL para acesso e Certificado SSL.

source: Scale your application automatically
pt: Escale seu site automaticamente

source: Getup auto-scaling gives you the power to add more capacity as your site traffic increases and remove it when not needed, automatically.
pt: A Getup lhe dá o poder de adicionar mais capacidade quando o tráfego crescer e remover quando o tráfego diminuir, tudo automático.

source: Bring us your biggest problem.
pt: Nos traga seu maior problema

source: Our DevOps support team will help you to build a rock solid architecture using technologies like CDN and NoSQL.
pt: Nosso suporte irá ajudá-lo com a arquitetura da sua aplicação, dimensionamento de acessos e tecnologias como CDN, NoSQL e Mensageria.

source: Auto Scaling for traffic spikes.
pt: Escalabilidade automática para os picos de acesso.

source: The website, based on WordPress, got +400 blog posts from journalists and
pt: O site, baseado em WordPress, recebeu +400 posts de jornalistas e atingiu

source: 4 million HTTP requests
pt: 4 milhões de requisições HTTP

source: on the day of the launch press conference.
pt: no dia da coletiva de imprensa de lançamento.

source: The auto scale feature ensured the site performance, even in traffic spike periods.
pt: A escalabilidade automática garantiu a performance do site mesmo nos períodos de picos.

source: Learn more about this case
pt: Saiba mais sobre o case

source: on our blog.
pt: em nosso blog.

source: Scalability when you need it the most.
pt: Escalabilidade na hora certa.

source: An exclusive, free party on the rooftop of the Martinelli building.
pt: Festa exclusiva e gratuita na cobertura do Edifício Martinelli.

source: The challenge: get one of the 125 tickets per edition by signing up on the website, which was open every Monday at 6pm. This is the sum up of the Heineken Up On The Roof Garden Edition Party.
pt: O desafio: conseguir um dos 125 ingressos por edição através do cadastro no site, que era aberto sempre segunda às 18h. Esse é o resumo da Festa Heineken Up On The Roof Garden Edition.

source: Thousands of people trying their chances at the same time, thousands of simultaneous visitors the moment the sign up was open.
pt: Milhares de pessoas ao mesmo tempo buscando sua chance, milhares de acessos simultâneos tão logo o cadastro fosse liberado.

source: The right spice to bring down a server, but not here!
pt: Fórmula perfeita para derrubar um servidor? Não aqui!

source: Multiple Datacenters
pt: Múltiplos Datacenters

source: Deploy your application closer to your users for better latency or in more than one location for high availability.
pt: Faça o deploy na região mais próxima dos seus usuários ou em mais de uma região para alta disponibilidade.

source: Resources Available
pt: Recursos Disponíveis

source: Dedicated Server
pt: Servidor Dedicado

source: Get in touch
pt: Entre em contato

source: Check the price
pt: Veja o preço

source: Virginia
pt: Virgínia

source: California
pt: Califórnia

source: Ireland
pt: Irlanda

source: Singapore
pt: Cingapura

source: Tokyo
pt: Tóquio

source: Dedicated Servers
pt: Servidores Dedicados

source: Startup agility for big companies
pt: Agilidade de startup para grandes empresas

source: You're big, we get it! But it does not mean you need to move slowly. Our platform on dedicated servers might be what you've been looking for.
pt: Você é grande, nós entendemos! Isso não significa que você não possa inovar. Nossa plataforma em servidores dedicados pode ser o que você estava procurando.

source: Startup agility designed to enterprise requirements.
pt: Agilidade e inovação de Startup desenhado para os requisitos de grandes empresas.

source: Drop us a line
pt: Entre em contato

source: Trust is everything
pt: Confiança é tudo

source: Not just big brands, we proud ourselves in helping small companies and cool startups
pt: Não apenas para grandes marcas, temos orgulho em ajudar pequenas empresas e startups de grande potencial

source: 750 free hours to test Getup: create your account and take it, it's free.
pt: 750 horas grátis para você conhecer a Getup, aproveite e crie sua conta.

source: Name
pt: Nome

source: Insert the discount voucher
pt: Insira o cupom de desconto

source: Create Account
pt: Criar Conta

source: If you have a promo code, use it!
pt: Se você possui um código promocional, use-o!

source: You get 750 hours to verify Getup is the s#&@!
pt: São 750 horas pra você comprovar que a Getup é f$@#!.

source: 750h small gear - create an app, add a database and run it free for 1 month.
pt: 750h small gear - crie uma aplicação, adicione banco de dados e rode por 1 mês gratuitamente.

source: Password
pt: Senha

source: *Minimum 6 characters
pt: *Mínimo 6 caracteres

source: Letters, numbers and/or symbols
pt: Letras, números e/ou símbolos

source: You have a discount coupon?
pt: Tem algum cupom de desconto?

source: Click here
pt: Clique aqui

source: Cancel
pt: Cancelar

source: Deploy in minutes and auto scale.
pt: Deploy em minutos e escalabilidade automática.

source: Per
pt: Valor por

source: Month
pt: Mês

source: Hour
pt: Hora

source: Region
pt: Região

source: Brazil
pt: Brasil

source: USA
pt: EUA

source: Sign up now
pt: Crie sua conta agora

source: /mo
pt: /mês

source: /hour
pt: /hora

source: Auto Scaling
pt: Escalabilidade Automática

source: SSD Disc
pt: disco SSD

source: RAM
pt: memória

source: Free Trial
pt: Experimente grátis

source: Dedicated servers for custom gear size, multiple regions and auto scale
pt: Servidores Dedicados para tamanho de gear sob medida, múltiplas regiões e escalabilidade automática

source: More
pt: Saiba mais

source: All Plans include
pt: Todos os planos incluem

source: Multiple Languages and Frameworks
pt: Multiplas Linguagens e Frameworks

source: Shared SSL Certificate
pt: Certificado SSL Compartilhado

source: Multiple Regions and Datacenters
pt: Múltiplas Regiões e Datacenters

source: DevOps Support
pt: Suporte Técnico DevOps

source: SSD Discs
pt: Discos SSD

source: FAQ
pt: Perguntas Frequentes

source: Getup Platform on Dedicated Servers allows you to define custom size and the number of gears running on a server, offers the flexibility to deploy on any Amazon AWS region and better isolation, running only your gears and applications in the server.
pt: A Plataforma Getup em servidores dedicados permite customizar o tamanho e quantidade de gears de cada servidor, oferece a flexibilidade de deploy em qualquer região Amazon e maior nível de isolamento, rodando somente suas aplicações no servidor.

source: For developer teams it means more agility: clone an application from DEV to QA on a single command:
pt: Para times de desenvolvimento oferece maior agilidade, clonar uma aplicação de DEV para QA está a um comando de distância:

source: All of it without having to worry about server administration, monitoring, backup, maintenance and updates.
pt: Tudo isso sem se preocupar com administração, monitoramento, backup e atualizações.

source: For whom Getup was created?
pt: Para quem a Getup foi criada?

source: Getup was built for developers, startups, digital agencies and companies of all sizes looking for cloud computing services to run their sites and applications. Our platform allows you to start small and grow in the cloud as your business moves forward, without the headache of having to deal with servers and infrastructure.
pt: A Getup foi criada para desenvolvedores, startups, agências digitais e empresas de todos os tamanhos. Nossa plataforma permite que você comece pequeno e cresça conforme seu negócio, sem desperdícios e sem a dor de cabeça de lidar com servidores e infraestrutura.

source: What is the gear?
pt: O que é um gear?

source: Gear is a secure container where your application or database runs. Think on a gear as your server. Each gear has its own CPU, RAM memory, bandwidth and disc storage. Your application and database can run on a single gear (non-scalable) or in multiple gears (scalable applications).
pt: Gear é um container onde seu site, aplicação ou banco de dados será hospedado. Pense no gear como seu servidor.

source: How Getup scalability works?
pt: O que é a escalabilidade e como funciona?

source: The auto scaling feature allows your site to spin up new gears when a traffic spike occurs, making it possible to serve virtually any amount of traffic. When the traffic spike ceases, the platform will remove automatically the additional gears. We call this horizontal scaling.
pt: O auto-scale permite que seu site consiga se adaptar para atender mudanças no volume de acessos, adicionando e removendo novos gears sempre que houver necessidade por mais recursos. A escalabilidade é horizontal, sua aplicação ganha mais recursos com novos gears.

source: How much does the service cost?
pt: Como é calculado o custo mensal?

source: The monthly fee is based on the number of gears running and for how long each gear was running on a month. For example, if your site consumed 1 small gear for an entire month then 730h * R$ 0,122 = R$ 89,06.
pt: O valor mensal é baseado no número de horas/gear utilizadas no mês, onde o consumo é calculado levando em consideração um único fator, tempo decorrido no relógio. Se seu site estiver rodando em 1 gear small, então R$ 89,06/mês (730h * R$ 0,122).

source: How much does it cost to scale one application?
pt: Quanto custa escalar uma aplicação?

source: To run your application, you will need at least one single gear. Let’s assume that this gear was running for the entire month. In this particularly month you had a single event with a traffic spike where 4 additional gears were created and the traffic spike lasted for 6 hours. For your mainly gear you will have 730h. For the additional gears you will have 24 hours (4 gears * 6h). 730h + 24h = 754h * R$ 0,122 = R$ 91,98
pt: Sua aplicação possui um gear principal e que ficou rodando todo o mês, mas para atender um pico de acessos escalou para +4 gears por 6 horas. O gear principal será cobrado o mês completo, porém os 4 gears que rodaram por 6 horas serão cobrados apenas pelas 6h que permaneceram em uso.

source: How do I pay?
pt: Como é feito o pagamento?

source: You can pay using Paypal or credit card.
pt: Você pode efetuar o pagamento usando cartão de crédito ou através do Paypal.

source: Do I have to pay something when informing my credit card?
pt: É cobrado algo na autorização de cobrança?

source: No, nothing, niente, nada.
pt: Não, nada, niente.

source: Am I billed if my gear is on a Stop state?
pt: Sou cobrado se meu gear estiver desligado?

source: Yes, our billing system uses the time that the gears existed, not the state. If you want to stop paying, you need to remove the gears.
pt: Sim, nossa cobrança considera se o gear existe, não o seu estado.

source: What do I need to do to cancel the service?
pt: Como proceder se eu quiser cancelar o serviço?

source: Just remove your application. There is no minimum time commitment or extra charge.
pt: Basta remover sua aplicação. Não há tempo mínimo de contratação ou multa pelo cancelamento.

source: Is it possible to run gears bigger than 1GB RAM?
pt: É possível rodar gears maiores que 1GB memória?

source: Yep. Have a look at our Dedicated Servers option, it allows you to run any size you need on a server.
pt: Sim, é possível através da oferta de servidores dedicados, onde você pode definir o tamanho de gear que precisar.

source: Can I add more disc space in my gear?
pt: Posso adicionar mais área em disco no meu gear?

source: Yes.
pt: Sim.

source: Don't be shy. Let's talk about cloud!
pt: Não seja tímido. Vamos falar sobre nuvem?

source: Company
pt: Empresa

source: Phone
pt: Telefone

source: Message
pt: Mensagem

source: Send
pt: Enviar

source: Required fields
pt: Campos Obrigatórios

source: ask@getupcloud.com
pt: contato@getupcloud.com

source: sales@getupcloud.com
pt: comercial@getupcloud.com

source: support@getupcloud.com
pt: suporte@getupcloud.com

source: Technologies
pt: Tecnologias

source: Technologies
pt: Tecnologias Suportadas

source: We say we’re polyglots because we offer support to a wide list of programming languages and services deployed through a cartridge. Cartridges can be web frameworks, databases, monitoring services or connectors to external backends.
pt: Gostamos de dizer que somos poliglotas, pois oferecemos suporte a diversas linguagens e serviços através de um sistema chamado de cartridges, ou cartuchos. Os cartridges podem ser frameworks, bancos de dados, serviços de monitoramento ou qualquer outro código que sua aplicação use.

source: Delivering services and frameworks through a cartridge offers developers and system administrators a way to get more productivity and standardization. Focus on your code, that’s the message!
pt: A entrega de componentes através de cartridges oferece aos desenvolvedores e administradores de sistema agilidade e padronização. Foque no código, esse é o recado!

source: Your message has been sent. Thank you.
pt: Sua mensagem foi enviada. Obrigado.

source: Welcome aboard.
pt: Bem vindo à bordo.

source: We sent you a email confirmation. Thank you!
pt: Enviamos um pedido de confirmação de e-mail para sua caixa postal. Obrigado por se cadastrar.

source: Register your e-mail
pt: Cadastre seu e-mail

source: SEND
pt: ENVIAR

source: Gears are the 'containers' running your code.
pt: Gears são os ‘containers’ que executam seu código.

source: Mind Pills is a mobile app platform for study and memorization improvement.
pt: Mind Pills é uma plataforma de aplicativos para estudo e memorização no celular.

source: Our application traffic increases on the exams season, pushing the infrastructure to the limit.
pt: Nossos aplicativos para concursos geram maior tráfego em épocas de provas, exigindo da infraestrutura de backend.

source: With Getup scalability we can easily adapt the infrastructure to follow the seasonal traffic spikes without compromising the performance.
pt: Com a escalabilidade da Getup conseguimos adaptar facilmente a quantidade de recursos nas épocas de picos de acesso.

source: Marcon Zanin - Co-Founder on Mind Pills
pt: Marcon Zanin - Co-Founder da Mind Pills
